Repository: strikersfran/repository.steelchannels
Catalog: src/plugin.video.steelchannels.studio/resources/language/*/strings.po
Languages: spanish

# #30101
source: Folder Storage
spanish: Carpeta de Almacenamiento

# #30102
source: Default Quality
spanish: Calidad por defecto

# #30103
source: Frequency (x hours)
spanish: Frecuencia (x Horas)

# #30104
source: Pause (x/10 second)
spanish: Pausar (x/10 segundos)

# #30105
source: Timeout (x seconds)
spanish: Timeout (x segundos)

# #30106
source: Download Content
spanish: Descargar Conenido

# #30201
source: Downloading
spanish: Descargando

# #30202
source: Updating
spanish: Actualizando

# #30301
source: Last Page Movie
spanish: Ultima pagina de Peliculas

# #30302
source: Last Page Series
spanish: Ultima pagina de Series

# #30303
source: Number Page For Download
spanish: Numero de Paginas x Descargas
